namespace Numerology.BL
{
    public class LifeCycleText
    {
        public static string N1C1 = "Ваша задача развить уверенность в себе, нужно учиться побеждать, быть в первых рядах, быть лидером.";
        public static string N1C2 = "1, 10 цифра дня рождения - можно стать удачным бизнесменом, остальным - можно начинать новые дела (карьера, рост).";
        public static string N1C3 = "Возможность начала работать индивидуально, отдельно от всех, не попадая под чьё - то влияние.";

        public static string N2C1 = "Нужно развивать терпение, сотрудничество с другими, развивать дипломатию и компромисс, учиться быть членом команды. Можно развиваться через искусство, творчество.";
        public static string N2C2 = "Учиться доброте, гармонии. Откликаться на всё прекрасное. Трудно переносит конфликты и разногласия. Поиск пути отхода от ссор и раздоров.";
        public static string N2C3 = "Терпение, сотрудничество. Всего нужно добиваться тихо, не выходя на первый план.";

        public static string N3C1 = "Время самовыражения, способности в искусстве, литературе. Если ребёнок, то учить выражать его свои мысли. Подростка будет тянуть в круг друзей, любовь к светской жизни.";
        public static string N3C2 = "Есть возможность подходить к ситуациям нестандартно. Творческие профессии, особенно словесные. Вовлечение в светскую жизнь.";
        public static string N3C3 = "Много возможностей для общения, нелёгкий взгляд на жизнь и адекватность этого зависит от импульсивности человека.";

        public static string N4C1 = "Учимся везде устанавливать порядок и дисциплину. Предначертаны материальные трудности, непонимания со стороны.";
        public static string N4C2 = "Работа, карьера, семья. Нехватка свободного времени, множество обязанностей.";
        public static string N4C3 = "Порядок, стабильность, надёжность. Получать удовольствие от сделаной работы.";

        public static string N5C1 = "У человека развитие чувств, много влюблённостей. Движение, путешествия, умение быстро адаптироваться к переменам.";
        public static string N5C2 = "Много переездов, смена работы, карьера. Нужно продвигать самого себя. Хорошо, если работа связана с командировками. Человек учиться правильно распоряжаться словом 'свобода', не нарушая этических правил.";
        public static string N5C3 = "Приключения, перемены, переезды. Но главное, оставаться самим собою, не размениваясь на мелкие удовольствия.";

        public static string N6C1 = "Ребёнок учится поддерживать родственников, близких и получать помощь от них. Участие в жизни общества, активность. Талант в искусстве, в музыке.";
        public static string N6C2 = "Семья, ответственность, любовь. Хороший период для замужества (женитьбы), но может быть и период развода, если отношения закончились. Можно открыть свой бизнес в сфере обслуживания в садоводстве, рисовании. Открываются возможности развития.";
        public static string N6C3 = "Семья, дом. Активное участие в жизни близких (бабушки, дедушки). Заядлые охранники природы (green peace).";

        public static string N7C1 = "Акцент на учёбу, знания; глубокое изучение - научное, техническое, духовное, эзотерическое. Усиливается интуиция, мудрость. Человек может почувствовать себя 'белой вороной' в обществе, видит изнанку общества и ему трудно.";
        public static string N7C2 = "Взаимоотношения требуют чуткого партнёрства, потому что ранее большая часть энергии отдана одиночеству. Полезны аккультные знания. Работа в секретных учереждениях, с опасной техникой, ядами.";
        public static string N7C3 = "Должны делиться своими знаниями с другими. Духовное развитие, спокойное время для внутреннего анализа. Помогать людям развязывать узлы конфликтов.";

        public static string N8C1 = "Деньги и признание. Прекрасное время для получения высшего образования (всё даётся через усердный труд). У человека есть возможность добиваться всего через свои внутренние силы. Развивать способность к убеждению и организации.";
        public static string N8C2 = "Карьера, бизнес доминируют. Период повышенной конкуренции. Повышение финансового баланса и появляется много искушений. Можно высоко взлететь и больно упасть. Должна быть золотая середина.";
        public static string N8C3 = "В обществе считается сильным и авторитетным. Стараются, несмотря на возраст, двигаться куда-то.Есть возможность получить наследство.";

        public static string N9C1 = "Развивается сострадание, широкий взгляд на человечество. Появляется интерес к тому, что не относится к повседневным делам. Человека учат большой любви, глобально смотреть на мир. Возможность получить высшее образование.";
        public static string N9C2 = "Может быть высшее образование или повышение квалификации или политическая работа. Вся энергия направлена на мир и помощь несчастным. Чувствительные люди, очень болезненно на всё реагируют.";
        public static string N9C3 = "Значительные задачи и миссии - познать мистерию жизни. Учиться прощать всех, находить связь между самим человеком и духовной энергией. Человек не находит смысл жизни и может уйти в алкоголизм. Эмоциональное время - это душевное освобождение. Научиться расставаться с ненужными вещами и также с людьми.";

        public static string Master2 = "Уроки сотрудничества и партнёрство, духовное послание. Бывает человек не выдерживает (нет внутреннего спокойствия), тогда нужно развивать дипломатию и компромисс, учиться доброте, гармонии, быть членом команды, немного проблемнее по сотрудничеству. Нужно жить честно, не нарушая законов, развивать равновесие, никого не осуждать и быть примером для других. Желательно работа в государственном учереждении, где нужна высшая дипломатия.";
        public static string Master4 = "Есть возможность брать на себя крупные проекты. Они признаны созидать что-то для общества, что останется как наследство.";
        public static string Master6 = "Служение безвозмездно человечеству, даже без ожидания благодарности.";
    }
}
